---
kind: property
id: P:Autodesk.Revit.DB.ProjectPosition.Elevation
zh: 标高、高程
source: html/9bc06013-aed1-f86c-956e-369369328510.htm
---
# Autodesk.Revit.DB.ProjectPosition.Elevation Property

**中文**: 标高、高程

Elevation above ground level.

## Syntax (C#)
```csharp
public double Elevation { get; set; }
```

## Remarks
Negative values are allowed. Measured in decimal feet.